Repository: ThomasC3/GPT
Catalog: FreeRide-master/SharedApp/Translations/*.lproj/Localizable.strings
Languages: es

# menu_ride
source: Ride
es: Viaje

# menu_ride_history
source: Ride History
es: Historial De Viajes

# menu_payments
source: Payments
es: Pagos

# menu_locations
source: Locations
es: Ubicaciones

# menu_edit_profile
source: Edit Profile
es: Editar Perfil

# menu_faq
source: FAQ
es: Preguntas Frecuentes

# menu_more_options
source: More Options
es: Mas Opciones

# launch_login_to_continue
source: Login to continue using Circuit
es: Iniciar sesión para continuar usando Circuit

# launch_signup_with_circuit
source: Sign up with Circuit
es: Registrate con Circuit

# launch_walkthrough_title_1
source: Rewire mobility
es: Montar Es Mejor Que Manejar

# launch_walkthrough_subtitle_1
source: Ditch the car and join a community of riders who have found the laid-back way to get around.
es: Deshazte del auto y únete a una comunidad de pasajeros que han encontrado una manera más relajada de moverse.

# launch_walkthrough_title_2
source: Power up your plans
es: Energiza tu viaje

# launch_walkthrough_subtitle_2
source: Make requests and enjoy free rides with local drivers brought to you by forward-thinking cities and brands.
es: Solicita y disfruta viajes con conductores locales traídos a ti por ciudades y marcas con visión de futuro.

# launch_walkthrough_title_3
source: Do more with less emissions
es: Haz Más Con Menos Emisiones

# launch_walkthrough_subtitle_3
source: We are supporting communities by offering safe and reliable mobility with a fleet of 100% electric shuttles.
es: Estamos apoyando a las comunidades ofreciendo movilidad segura y confiable con una flotilla de carros 100% eléctricos.

source: Service is
es: El servicio

# user_first_name
source: First Name
es: Nombre

# user_last_name
source: Last Name
es: Apellido

# user_email
source: Email
es: Correo Electrónico

# user_password
source: Password
es: Contraseña

# user_home_zip_code
source: Home Zip Code
es: Código Postal

# user_gender
source: Gender
es: Género

# user_country_code
source: Country Code
es: Código de País

# user_dob
source: Date of Birth
es: Fecha De Nacimiento

# user_mobile_phone
source: Mobile phone number
es: Número De Teléfono Móvil

# user_signup
source: Sign Up
es: Regístrate

# user_invalid_registration
source: Invalid Registration
es: Registro Inválido

# user_invalid_registration_info
source: Please make sure all the proper registration fields are filled out.
es: Por favor asegurar de completar todos los campos de registro adecuados.

# user_change_password
source: Change Password
es: Cambiar Contraseña

# user_change_phone
source: Change Phone
es: Cambiar Número De Teléfono

# user_edit_profile
source: Edit Profile
es: Editar Perfil

# user_updates_saved
source: Updates Saved
es: Actualizaciones Guardadas

# user_updates_saved_info
source: Your profile information has been successfully updated.
es: La información de tu perfil ha sido actualizado con éxito.

# user_verify_email
source: Verify Email
es: Verificar Correo Electrónico

# user_verify_phone
source: Verify Phone
es: Verificar Teléfono

# user_almost_there
source: We are almost there!
es: ¡Casi llegamos!

# user_almost_there_info
source: We'll just need to confirm your phone number
es: Solo necesitamos confirmar tu número de teléfono.

# user_delete_account
source: Delete Your Account
es: Borrar Tu Cuenta

# user_delete_account_description
source: Your account will be permanently deleted. You will not be able to log back in and request rides with this account.
es: Su cuenta se eliminará de forma permanente. No podrá volver a iniciar sesión y solicitar viajes con esta cuenta.

# user_gender_woman
source: Woman
es: Mujer

# user_gender_man
source: Man
es: Hombre

# user_gender_trans_woman
source: Transgender Woman
es: Mujer transgénero

# user_gender_trans_man
source: Transgender Man
es: Hombre transgénero

# user_gender_non_binary
source: Non-Binary
es: No binario

# user_gender_agender
source: Agender/I don’t identify with any gender
es: Agender/No me identifico con ningún género

# user_gender_not_listed
source: Gender not listed
es: Género no listado

# user_gender_not_state
source: Prefer not to state
es: Prefiero no decir

# user_i_agree
source: I agree
es: Acepto

# user_optional
source: Optional
es: Opcional

# settings_title
source: Settings
es: Configuraciones

# settings_terms
source: Terms & Conditions
es: Términos y Condiciones

# settings_privacy
source: Privacy Policy
es: Política de Privacidad

# settings_conduct
source: Code of Conduct
es: Código de Conducta

# settings_accessibility
source: Accessibility
es: Accesibilidad

# settings_logout
source: Log out
es: Cerrar Sesión

# settings_ready_logout
source: Ready to Log Out?
es: ¿Listo para cerrar sesión?

# settings_ready_logout_info
source: Are you sure you want to log out?
es: ¿Estás seguro de que quieres cerrar sesión?

# settings_turned_on
source: Turned On
es: Encendido

# settings_turned_off
source: Turned Off
es: Apagado

# accessibility_not_available
source: Accessibility not available on your location. We hope to bring Circuit accessibility options to you very soon.
es: La accesibilidad no está disponible en su ubicación. Esperamos poner a su disposición las opciones de accesibilidad del circuito muy pronto.

# settings_enable_location_permissions
source: Enable Location Permission
es: Activar los servicios de ubicación

# settings_enable_location_permissions_info
source: Please enable use of your location in your phone's Privacy Settings for Circuit in order to use your current location as the address.
es: Por favor activa los servicios de ubicación en la Configuración que se encuentra en tu teléfono para Circuit. Esto permitirá que Circuit use tu ubicación actual como dirección.

# settings_faq_title
source: Frequently Asked Questions
es: Preguntas Frecuentes

# settings_contact
source: Contact Us
es: Contactános

# settings_about
source: Learn About Us
es: Aprende Más Sobre Nosotros

# settings_advertise
source: Advertise With Us
es: Anúnciate Con Circuit

# ride_contact_driver
source: Contact Driver
es: Contactános

# ride_cancel_ride
source: Cancel Ride
es: Cancelar Viaje

# ride_cancel_request
source: Cancel Request
es: Cancelar Pedido

# ride_pickup_address
source: Pickup address
es: Dirección de Partida

# ride_dropoff_address
source: Dropoff address
es: Dirección de Destino

source: Ride Cancelled
es: Viaje Cancelado

# ride_cancelled_info
source: Your driver has cancelled your recent ride.
es: El conductor ha cancelado el viaje.

# ride_unable_to_locate
source: Unable to Locate
es: No Pudimos Localizar

# ride_unable_to_locate_pickup_info
source: We were unable to find a pickup address associated with the information you've entered. Please try a different address.
es: No se pudo encontrar la dirección ingresada para recogerte. Por favor indique una dirección diferente.

# ride_unable_to_locate_dropoff_info
source: We were unable to find a dropoff address associated with the information you've entered. Please try a different address.
es: No se pudo encontrar la dirección ingresada para tu destino. Por favor indique una dirección diferente.

# ride_address_missing
source: Address Missing
es: Dirección Incompleta

# ride_address_missing_info
source: Please make sure to fill out both pickup and dropoff.
es: Por favor asegúrate de completar las ubicaciones de recogida y destino.

# ride_too_soon
source: Too Soon!
es: ¡Muy pronto!

# ride_yes_cancel
source: Yes, Cancel
es: Sí, Cancelar

# ride_cancel_request_info
source: If you cancel and wish to request again, you will lose your spot in the queue.
es: Si cancelas y deseas solicitar otra vez, perderás tu lugar en la fila

# ride_Ill_wait
source: No, I'll wait
es: No, Mejor Esperaré

# ride_cancel_reason
source: We're sorry that you had to cancel your ride. Can you please let us know the reason?
es: Viaje Cancelado. Por favor ayúdanos a mejorar, cuéntanos el motivo de la cancelación:

# ride_driver_on_the_way
source: Heading your way
es: Dirigiéndose hacia usted

# ride_driver_on_the_way_info
source: You're already connected with a driver, if you cancel now you'll have to wait three minutes before you can request another ride.
es: Ya estás conectado con un conductor. Si cancelas ahora tendrás que esperar tres minutos antes de poder solicitar otro viaje

# ride_no_drivers
source: No Drivers Available
es: No Hay Conductores Disponibles.

# ride_no_drivers_info
source: All the drivers are busy with other rides. Please request again soon!
es: Todos los conductores están ocupados con otros viajes. Por favor solicitar de nuevo.

# ride_request_cancelled
source: Request Cancelled
es: Solicitud de Viaje Cancelada

# ride_place_is_empty
source: Place is empty.
es: Lugar está vacio

# ride_tap_pin_to_set
source: Tap the pin again to set the location
es: Toque el marcador nuevamente para establecer la ubicación

# ride_tap_pin_to_change
source: Tap a pin to change the location
es: Toque un marcador para cambiar la ubicación.

# ride_number_of_riders
source: How many passengers do you have for this ride?
es: ¿Cuántos pasajeros tienes para este viaje?

# ride_request
source: Request
es: Solicitar

# ride_need_accessibility
source: Need Handicap Accessibility?
es: Acceso Para Silla De Ruedas

# ride_calculating_price
source: Calculating ride price...
es: Calculando el precio de tu viaje ...

# ride_searching
source: Searching...
es: Buscando...

# ride_scanning_for_driver
source: Scanning for an available driver, this can take a few minutes.
es: Buscando un conductor disponible, esto puede tardar unos minutos.

# ride_still_looking
source: Still looking...
es: Seguimos buscando...

# ride_circuits_busy
source: Circuits are busy, hang on while we continue the search.
es: Los circuitos están ocupados, espere mientras continuamos la búsqueda.

# ride_pooled_ride
source: Pooled Ride
es: Viaje Compartido

# ride_driver_arrived
source: Your driver has arrived
es: Aquí para recoger

# ride_arriving_in
source: Arriving in
es: Llegando en

# ride_connecting_driver
source: Connecting to a nearby driver...
es: Conectándote con un conductor...

# ride_calculating_arrival
source: Calculating time of arrival...
es: Calculando la hora de llegada ...

# ride_wiring_route
source: Wiring your route...
es: Generando tu ruta....

# ride_is_finishing_ride
source: Finishing another ride
es: Terminando otro viaje

# ride_driver_is_on_the_way
source: Your driver is on the way
es: Tu conductor está en camino

# ride_be_ready_for_pickup
source: Please be ready when they arrive.
es: Por favor, esté preparado cuando llegue.

# ride_your_ride_is_in_queue
source: Your ride is in the queue
es: Tu viaje está en la cola

# ride_your_driver_has
source: Driver has
es: Tu conductor tiene

# ride_before_your_pickup
source: before your pickup
es: antes de tu recogida

# ride_driver_arrived_now
source: Please meet them now.
es: Por favor, reúnase con ellos ahora.

# ride_driver_arrive_within
source: Please meet them within
es: Por favor, reúnase con ellos en

# ride_ride_confirmation
source: Ride Confirmation
es: Confirmación de Viaje

# ride_rating_reason
source: We're sorry you were unhappy with your ride. Can you please let us know the reason?
es: Lamentamos que no estuviste satisfecho con tu viaje. ¿Puedes decirnos el motivo?

# ride_rating_submitted
source: Rating Submitted!
es: Calificación Enviada!

# ride_your_driver
source: Your driver
es: Tu conductor

# ride_select_pickup_stop
source: Select your pick up spot
es: Selecciona tu punto de partida

# ride_select_dropoff_stop
source: Select your drop off spot
es: Selecciona tu punto de destino

# ride_select_this_stop
source: Ok
es: Selecciona este punto

# ride_go_to_stop_short
source: Your driver will pick you up at the spot you selected.
es: Su conductor lo recogerá en la ubicación seleccionada.

# ride_go_to_stop
source: Your driver will pick you up at the spot you selected. Please make sure you are there when your driver arrives.
es: Su conductor lo recogerá en la ubicación seleccionada. Por favor asegúrese de estar allí cuando llegue el conductor.

# ride_select_another_stop
source: Select another spot
es: Selecciona otro punto

# ride_pickup_at
source: Pick up at
es: Recoger en

# ride_dropoff_at
source: Drop off at
es: Dejar en

# ride_driver_pickup
source: Your driver will pick you up here. Need a different pick up spot? Search for another location above or tap Move pin.
es: Su conductor lo recogerá en la ubicación seleccionada. ¿Necesita un punto de recogida diferente? Ingrese otra ubicación arriba o toque 'Mover Marcador'

# ride_driver_dropoff
source: Your driver will drop you off here. Need a different drop off spot? Search for another location above or tap Move pin.
es: Su conductor lo dejará en la ubicación seleccionada. Para buscar otras opciones por favor ingrese una ubicación diferente arriba o toque 'Mover Marcador'

# ride_driver_pickup_fs
source: This is the closest pick up spot. Need a different pick up spot? Search for another location above or tap Move pin.
es: Este es el punto de recogida más cercano. ¿Necesita un punto de recogida diferente? Ingrese otra ubicación arriba o toque 'Mover Marcador'

# ride_driver_dropoff_fs
source: This is the closest drop off spot. Need a different drop off spot? Search for another location above or tap Move pin.
es: Este es el punto más cercano a su destino final. Para buscar otras opciones cercanas por favor ingrese una ubicación diferente arriba o toque 'Mover Marcador'

# ride_driver_pickup_fs_simple
source: This is the closest pick up spot.
es: Este es el punto de recogida más cercano.

# ride_driver_dropoff_fs_simple
source: This is the closest drop off spot.
es: Este es el punto más cercano a su destino final.

# ride_driver_pickup_simple
source: Your driver will pick you up here.
es: Su conductor lo recogerá en la ubicación seleccionada.

# ride_driver_dropoff_simple
source: Your driver will drop you off here.
es: Su conductor lo dejará en la ubicación seleccionada.

# ride_fetching_stops
source: Fetching available spots...
es: Consiguiendo puntos disponibles...

# ride_request_not_valid
source: Uh-oh! Make sure you have selected all your ride details first
es: ¡Uh-oh! Asegúrese de haber seleccionado todos los detalles de su viaje primero

source: Ride from
es: Viajar desde

# ride_to
source: to
es: a

# ride_with
source: with
es: con

# ride_passenger
source: passenger
es: pasajero

# ride_tap_to_rate
source: Tap to rate your ride
es: Toca para calificar tu viaje

# ride_tap_to_tip
source: Tap to tip your driver
es: Toca para darle propina a tu conductor

# ride_move_pin
source: Move pin
es: Mover marcador

# ride_review_body
source: How'd we do on your last trip? Your rating helps us improve the service.
es: ¿Cómo nos fue en tu último viaje? Su calificación nos ayuda a mejorar el servicio.

# ride_review_btn
source: Rate my last ride
es: Califica mi último viaje

# ride_eta_info
source: Your driver is estimated to arrive in
es: Se estima que su conductor llegará en

# ride_eta_less_one_minute
source: less than one minute
es: menos de un minuto

# ride_eta_one_minute
source: one minute
es: un minuto

# ride_eta_minutes
source: minutes
es: minutos

# ride_pooling_tag
source: This is a shared ride with other passengers
es: Este es un viaje compartido con otros pasajeros

# rider_why_can_wait_times_vary
source: Where is my driver?
es: Donde esta mi conductor?

# rider_route_is_optimized
source: Driver routes are optimized to ensure efficiency for all rides in the queue - taking distance, number of stops, and wait time into account.
es: Las rutas de los conductores se optimizan para garantizar la eficiencia de todos los viajes en la cola, teniendo en cuenta la distancia, la cantidad de paradas y el tiempo de espera.

# rider_keep_eye_on_app
source: As rides are added, completed, and cancelled, changes in the queue are reflected in your driver arrival time and the number of stops before your pickup.
es: A medida que se agregan, completan y cancelan viajes, los cambios en la cola se reflejan en la hora de llegada del conductor y la cantidad de paradas antes de la recogida.

source: Passengers
es: Pasajeros

# pwyw_contribution
source: Contribution
es: Contribución

source: Accessibility
es: Accesibilidad

# ride_request_ride_value
source: Ride Value
es: Valor del viaje

# ride_request_where_to
source: Where to?
es: ¿A donde?

# ride_request_confirm_route
source: Confirm Route
es: Confirmar ruta

# good_news_age_restriction
source: Good news! Your age group is receiving free rides.
es: ¡Buenas noticias! Su grupo de edad está recibiendo viajes gratis.

# your_ride_will_be_free
source: Your ride will be free of charge
es: Tu viaje será gratis

# quote_more_info
source: More Info
es: Más Info

# locations_loc_invalid
source: Location Invalid
es: Ubicación No Es Válida

# locations_loc_invalid_info
source: Please make sure you have selected a location.
es: Por Favor asegúrate de haber seleccionado una ubicación.

# locations_open
source: Open
es: Abierto

# locations_closed
source: Closed
es: Cerrado

# payments_payment_method
source: Payment Method
es: Método de Pago

# payments_promocode
source: Promocode
es: Código Promocional

# payments_no_payment_method
source: No payment methods added
es: no has agregado método de pago

# payments_ending_in
source: ending in
es: terminando en

# payments_no_pc_added
source: No promocodes added
es: No has agregado un código promocional

# payments_remove_payment
source: Yes, remove my payment method
es: Sí, elimina mi método de pago

# payments_this_will_delete_pm
source: This will delete your payment method and a new one must be added to request paid rides.
es: Esto eliminará tu método de pago pero tienes que agregar uno nuevo para solicitar viajes pagados en el futuro.

# payments_remove_promocode
source: Yes, remove my promocode
es: Sí, elimina mi código promocional

# payments_this_will_remove_pc
source: This will remove your promocode
es: Esto eliminará tu código promocional

# payments_save_card
source: Save Card
es: Guardar Tarjeta

# payments_add_pm
source: Add Payment Method
es: Agregar Método de Pago

# payments_save_pc
source: Save Promocode
es: Guardar Código Promocional

# payments_add_pc
source: Add Promocode
es: Agregar Código Promocional

# payments_add_card
source: Add Card
es: Agregar Tarjeta

# payments_payment_error
source: Payment error
es: Error de Pago

# payments_payment_error_info
source: There was a problem with your payment method. Please try again or add a new one.
es: Hubo un problema con tu método de pago. Por favor intenta otra vez o agrega uno nuevo.

# payments_payment_not_completed
source: Payment not completed
es: Pago No Completado

# payments_pc_off
source: Off
es: de descuento

# payments_pc_free_rides
source: Free rides
es: Viajes Gratis

# payments_pc_invalid
source: Promocode is invalid
es: Código Promocional No Es Válido

# payments_pc_of
source: of
es: de

# payments_pc_usages_left
source: usages left
es: usos quedan

# payments_pc_valid_until
source: Valid until
es: Válido hasta

# payments_total_ride_cost
source: Total ride cost of
es: Costo total del viaje

# payments_including
source: including
es: incluyendo

# payments_of_discount
source: of discount
es: de descuento

# payments_using
source: using
es: utilizando

# payments_quote_info
source: . You will only be charged when you are picked up. After confirmation, the total ride value will be preauthorized, you will see this reflected in your payment account.
es: . Solo se te cobrará cuando te recojan. Después de la confirmación, el valor total del viaje será preautorizado, lo verá reflejado en su cuenta de pago.

# payments_title_payment_required
source: Payment method missing
es: Falta el método de pago

# payments_title_info_required
source: This location requires a payment to request rides
es: Esta ubicación requiere que los usuarios agreguen un método de pago para solicitar un viaje

# pwyw_invalid_value
source: So close! Looks like the amount you entered is either too low or too high. Please try again.
es: ¡Ya casi estamos! Parece que el valor ingresado es muy bajo o muy alto. Por favor inténtalo de nuevo.

# tip_invalid
source: Invalid tip amount
es: Propina no válida

# tip_invalid_value
source: So close! Looks like the tip amount you entered is either too low or too high. Please try again.
es: ¡Ya casi estamos! Parece que la propina ingresada es muy baja o muy alta. Por favor inténtalo de nuevo.

# pwyw_quote_info
source: Good news! Minimum payment has been reduced by a promocode
es: ¡Buenas noticias! El pago mínimo se ha reducido mediante un código promocional

# pwyw_more
source: Other
es: Otro

# pwyw_payment
source: Want to Contribute? Together, we can all do more.
es: ¿Quieres contribuir? Juntos, todos podemos hacer más.

# pwyw_enter_payment
source: Enter what you want to pay here
es: Ingresa lo que quieres pagar aquí

# pwyw_custom_payment
source: That's very generous!
es: Eso es muy generoso

# pwyw_thank_you
source: Thank you for supporting Circuit!
es: ¡Gracias por apoyar a Circuit!

# pwyw_more_info
source: Need more info?
es: ¿Necesitas más información?

# pwyw_next_time
source: Not now
es: No ahora

# driver_tip_title
source: Add a tip for your driver
es: Agrega una propina para tu conductor

# driver_tip_no_tip
source: No tip
es: Más tarde

# ride_cancel_reason_1
source: I no longer need the ride
es: Ya no necesito el viaje

# ride_cancel_reason_2
source: The ETA was too long
es: Conductor demasiado lejos

# ride_cancel_reason_3
source: My app was having an issue
es: Mi aplicación tenía un problema

# ride_cancel_reason_4
source: I could not see my driver on the map
es: No puedo ver a mi conductor en el mapa

# ride_cancel_reason_5
source: I have an issue with the driver
es: Tengo un problema con el conductor

# ride_rating_reason_1
source: There was an issue with the driver
es: Hubo un problema con el conductor

# ride_rating_reason_2
source: There was an issue with another passenger
es: Hubo un problema con otro pasajero

# ride_rating_reason_3
source: I did not receive the ride
es: No recibí este viaje

# ride_rating_reason_4
source: I had app issues
es: Tuve problemas con la aplicación

# searching_first_period_1
source: Riding is better than driving!
es: Montar es mejor que manejar

# searching_first_period_2
source: Eco friendly rides are really popular, who knew?
es: ¿Quién hubiera sabido que los viajes ecológicos serían tan populares?

# searching_first_period_3
source: Fun, electric, and convenient
es: Divertido, Eléctrico y Conveniente

# searching_first_period_4
source: Scanning for available drivers, hang tight!
es: Escaneando para conductores disponibles...

# searching_first_period_5
source: Thank you for choosing Circuit!
es: ¡Gracias por elegir Circuit!

# searching_first_period_6
source: Did you know our cars are 100% electric?
es: ¿Sabías que nuestros autos son 100% eléctricos?

# searching_first_period_7
source: Electric cars = cleaner air
es: Vehículos eléctricos = Aire más limpio

# searching_second_period_1
source: We appreciate your patience!
es: ¡Agradecemos tu paciencia!

# searching_second_period_2
source: Thanks for making a difference 🌱
es: Gracias por hacer la diferencia 🌱

# searching_second_period_3
source: We haven't stopped searching
es: No hemos dejado de buscar

# searching_second_period_4
source: Our cars can only go so fast
es: Nuestros autos sólo pueden ir tan rápido

# searching_second_period_5
source: Don't worry, we didn't run out of gas!
es: ¡No te preocupes, no nos quedamos sin gasolina!

# searching_second_period_6
source: Looks like you requested at a really busy time
es: Parece que solicitaste en un tiempo muy ocupado

# searching_second_period_7
source: If parking’s the problem, we're the solution
es: Si el problema es el estacionamiento, nosotros somos la solución
