Repository: ThomasC3/GPT
Catalog: FreeRide-master/SharedApp/Translations/*.lproj/Localizable.strings
Languages: es

# general_yes
source: Yes
es: Sí

# general_cancel
source: Cancel
es: Cancelar

# general_edit
source: Edit
es: Editar

# general_remove
source: Remove
es: Eliminar

# general_next
source: Next
es: Siguiente

# general_save
source: Save
es: Guardar

# general_are_you_sure
source: Are you sure?
es: ¿Estás seguro?

# general_confirm
source: Confirm
es: Confirmar

# general_invalid_input
source: Invalid input
es: Entrada no válida

# messages_me
source: Me
es: Yo

# messages_I_understand
source: I Understand
es: Entiendo

# messages_driver_comm
source: Driver Communication
es: Comunicación Con Conductor

# messages_driver_comm_info
source: Drivers are unable to respond with text messages but can call if there are any questions or issues they need to answer.
es: Los conductores no pueden responder a mensajes de texto, pero pueden llamar si hay alguna pregunta o problema que necesitan responder.

# messages_request_call
source: Request Call
es: Solicitar llamada

# messages_request_call_info
source: Would you like to request that your Driver call you?
es: ¿Deseas solicitar que el conductor te llame?

# accessibility_toggle_title
source: Request wheelchair accessible vehicles
es: Activar o desactivar las solicitudes de accesibilidad para sillas de ruedas

# accessibility_toggle_title_request
source: Do you need wheelchair access?
es: ¿Necesita acceso para sillas de ruedas?

# accessibility_want_to_hide_accessibility_options_message
source: Do you want to hide accessibility options from now on? You can turn them back on in the side menu.
es: Quieres ocultar las opciones de accesibilidad a partir de ahora? Puedes volver a activarlos en el menú lateral.

# accessibility_show_option_on_request_negative_option
source: No, show them
es: No, muéstrales

# accessibility_show_option_on_request_positive_option
source: Yes, hide them
es: Sí, escóndelas

# wav_button_on
source: Requesting wheelchair access
es: Solicitud de acceso para sillas de ruedas

# wav_button_off
source: Not requesting wheelchair access
es: No solicitar acceso para silla de ruedas

# wav_request_toggle_title
source: WAV option on request
es: Opción WAV bajo pedido

# wav_toggle_info
source: Control WAV access for individual ride requests, use the toggle above to hide or show the wheelchair access button during the request process
es: Controle el acceso WAV para solicitudes de viajes individuales, active o desactive el botón de arriba para ocultar o mostrar el botón de acceso para sillas de ruedas durante el proceso de solicitud

# email_deadline_warning_title
source: Verify Your Email
es: Verifique Su Correo Electrónico

# email_pre_deadline_warning_btn
source: Verify Email
es: Verificar Correo Electrónico

# email_pre_deadline_warning_body_1
source: Your registered address is
es: Su dirección registrada es

# email_pre_deadline_warning_body_2
source: Please confirm this is the correct email address by clicking below. You have
es: Confirme que esta es la dirección de correo electrónico correcta haciendo clic a continuación. Tienes

# email_pre_deadline_warning_body_3
source: day
es: día

# email_pre_deadline_warning_body_4
source: to verify your account.
es: para verificar tu cuenta.

# email_post_deadline_warning_body_1
source: Before you can book your next ride, we need you to verify your Circuit account. Your registered address is
es: Antes de que puedas reservar tu próximo viaje, necesitamos que verifiques tu cuenta de Circuit. Su dirección registrada es

# email_post_deadline_warning_body_2
source: Please confirm this is the correct email address by clicking below.
es: Confirme que esta es la dirección de correo electrónico correcta haciendo clic a continuación.

# email_confirm_email_title
source: Confirm Email
es: Confirmar Correo Electrónico

# email_confirm_email_desc
source: Please verify the email address below by tapping Verify Email. If you would like to update your email address, please enter it below and then tap Verify Email. Entering a different email address will require you to enter your password on the following page.
es: Verifique la dirección de correo electrónico a continuación tocando Verificar correo electrónico. Si desea actualizar su dirección de correo electrónico, ingrésela a continuación y luego toque Verificar correo electrónico. Si ingresa una dirección de correo electrónico diferente, deberá ingresar su contraseña en la siguiente página.

# email_confirm_pwd_title
source: Enter Password
es: Introducir la Contraseña

# email_confirm_pwd_desc
source: Please enter your password so we can confirm it is really you. Then tap Verify Email to continue the verification process.
es: Ingrese su contraseña para que podamos confirmar que realmente es usted. Luego toque Verificar correo electrónico para continuar con el proceso de verificación.

# email_confirm_pin_title
source: Enter PIN code
es: Ingrese el Código PIN

# email_confirm_pin_desc
source: We sent you a PIN code to your email address. Please enter the 4-digit code in the box below and click verify. If you do not see the email, please check your spam folder. If you still don’t see the email, please contact support.
es: Le enviamos un código PIN a su dirección de correo electrónico. Ingrese el código de 4 dígitos en el cuadro a continuación y haga clic en verificar. Si no ve el correo electrónico, verifique su carpeta de correo no deseado. Si aún no ve el correo electrónico, comuníquese con soporte.

# accessibility_text_add_promo_code
source: Add promo code
es: Añadir promo code

# accessibility_text_add_payment_method
source: Add payment method
es: Añadir payment method

# accessibility_text_remove_promo_code
source: Remove promo code
es: Eliminar código promocional

# accessibility_text_remove_payment_method
source: Remove payment method
es: Eliminar método de pago

# accessibility_text_edit_promo_code
source: Edit promo code
es: Editar código promocional

# accessibility_text_edit_payment_method
source: Edit payment method
es: Editar método de pago

source: Answer
es: Respuesta

source: Survey
es: Encuesta

source: Submit
es: Enviar

source: If this service wasn’t available, how would you have made this trip?
es: Si este servicio no estuviera disponible, ¿cómo hubieras realizado este viaje?

source: Bike or scooter
es: Bicicleta o scooter

source: Drive alone
es: Conducir solo

source: Get dropped off or carpool
es: Reciba un viaje o comparta el viaje

source: I would not have made the trip
es: No hubiera hecho el viaje

source: Public Transit
es: Tránsito público

source: Ridehail (Uber/Lyft) or Taxi
es: Transporte privado (Uber/Lyft) o taxi

source: Walk
es: Caminar

source: Other
es: Otra

source: Sign in was canceled.
es: Se canceló el inicio de sesión.

source: We couldn't process the response from Apple.
es: No pudimos procesar la respuesta de Apple.

source: Sign in request couldn't be handled at this time.
es: No se pudo procesar la solicitud de inicio de sesión en este momento.

source: Sign in request failed. Please check your internet connection and try again.
es: Falló la solicitud de inicio de sesión. Por favor, verifica tu conexión a internet e inténtalo de nuevo.

source: Sign in requires interaction. Please try again and follow the prompts.
es: El inicio de sesión requiere interacción. Por favor, inténtalo de nuevo y sigue las indicaciones.

source: An unexpected error occurred with Apple Sign In. Please try again later.
es: Ocurrió un error inesperado con el inicio de sesión de Apple. Por favor, inténtalo más tarde.

source: An error occurred during Apple Sign In
es: Ocurrió un error durante el inicio de sesión de Apple

source: Signing in
es: Iniciando sesión

source: Recovering password
es: Recuperando contraseña

source: Verifying phone number
es: Verificando número de teléfono

source: Verifying email
es: Verificando correo electrónico

source: Changing password
es: Cambiando contraseña

source: Updating user
es: Actualizando usuario

source: Updating driver
es: Actualizando conductor

source: Fetching user
es: Obteniendo usuario

source: Fetching settings
es: Obteniendo configuraciones

source: Fetching location
es: Obteniendo ubicación

source: Fetching locations
es: Obteniendo ubicaciones

source: Fetching rides
es: Obteniendo viajes

source: Rating ride
es: Calificando viaje

source: Reporting ride
es: Reportando viaje

source: Fetching ride polyline
es: Obteniendo polilínea del viaje

source: Registering for push notifications
es: Registrando para notificaciones push

source: Unregistering for push notifications
es: Cancelando registro para notificaciones push

source: Signing out
es: Cerrando sesión

source: Registering user
es: Registrando usuario

source: Fetching address
es: Obteniendo dirección

source: Requesting ride
es: Solicitando viaje

source: Canceling ride request
es: Cancelando solicitud de viaje

source: Confirming ride request
es: Confirmando solicitud de viaje

source: Validating ride request
es: Validando solicitud de viaje

source: Fetching ride requests
es: Obteniendo solicitudes de viaje

source: Fetching last ride
es: Obteniendo último viaje

source: Fetching current ride
es: Obteniendo viaje actual

source: Fetching payment settings
es: Obteniendo configuraciones de pago

source: Setting up payment method
es: Configurando método de pago

source: Removing payment method
es: Eliminando método de pago

source: Creating payment intent
es: Creando intención de pago

source: Creating payment capture
es: Creando captura de pago

source: Fetching quote
es: Obteniendo cotización

source: Adding tip
es: Agregando propina

source: Confirming tip
es: Confirmando propina

source: Canceling tip
es: Cancelando propina

source: Adding promocode
es: Agregando código promocional

source: Removing promocode
es: Eliminando código promocional

source: Fetching stops
es: Obteniendo paradas

source: Updating user locale
es: Actualizando configuración regional del usuario

source: Deleting user
es: Eliminando usuario

source: Requesting email verification
es: Solicitando verificación de correo electrónico

source: Fetching location payment information
es: Obteniendo información de pago de la ubicación

source: Fetching location service status
es: Obteniendo estado del servicio de la ubicación

source: Adding payment method
es: Agregando método de pagamento

source: Fetching addresses
es: Obtenção de endereços

source: Continue with email
es: Continuar con el email

source: Continue with Google
es: Continuar con Google

source: Continue with Apple
es: Continuar con Apple

source: Signed up with Google
es: Regístrate con Google

source: Signed up with Apple
es: Regístrate con Apple

source: Email
es: Correo Electrónico

source: Password
es: Contraseña

source: Sign In
es: Iniciar Sesión

source: Forgot Password
es: ¿Olvidaste tu contraseña?

source: Change Password
es: Cambiar Contraseña

source: Verify Email
es: Verificar Correo Electrónico

source: Pincode
es: Código PIN

source: Check Texts for Pin
es: Revisa tus textos para ver el PIN

source: Check Email for Pin
es: Revisa tu correo electrónico para el Pin

source: Validate
es: Validar

source: Resend Code
es: Reenviar Código

source: Pincode Sent
es: Código PIN enviado

source: Success!
es: Éxito!

source: Re-enter Password
es: Reingresar Contraseña

source: Passwords Not Matching
es: Las contraseñas no coinciden

source: Please make sure that you've entered the same password twice.
es: Por favor asegúrate de haber ingresado la misma contraseña dos veces.

source: Welcome Back!
es: ¡Bienvenido de nuevo!

source: Sign in below with your account info
es: Favor de ingresar la información de tu cuenta para iniciar sesión

source: Welcome Aboard!
es: ¡Bienvenido A Bordo!

source: Start by filling out your basic account info Must be 16 or older to create an account
es: Comience por completar la información básica de su cuenta Circuit requiere que usuarios tengan una edad mínima de 16 años para crear una cuenta

source: Tell us a little bit more about yourself
es: Cuéntanos un poco más sobre ti

source: Change Phone
es: Cambiar Teléfono

source: First we will send a PIN code to your new mobile phone
es: Primero te enviaremos un código PIN a el nuevo teléfono móvil

source: Confirm Phone
es: Confirmar Teléfono

source: Please check your text messages for a pincode
es: Favor de revisar tus mensajes de texto para obtener el código PIN

source: Confirm Email
es: Confirmar Correo Electrónico

source: Please check your email inbox for a pincode
es: Favor de revisar el buzón de tu correo electrónico para obtener el código PIN.

source: First we need to verify your email
es: Primero necesitamos verificar tu correo electrónico

source: Please enter your new password
es: Favor de ingresar una nueva contraseña

source: Good news!
es: ¡Buenas noticias!

source: Your location doesn't require payments. Go ahead and ask for a ride. It's free!
es: Esta ubicación no requiere pagos. Solicita un viaje.¡Es gratis!

source: By signing up, you agree to our
es: Al registrate aceptas nuestro

source: By logging in, you agree to our
es: Al iniciar sesión aceptas nuestro

source: Locations Unavailable
es: Ubicaciones No Disponibles

source: There are no rides available at this time.
es: No hay viajes disponibles en este momento.

source: Use Current Location
es: Usar Ubicación Actual

source: Set as Pick Up
es: Establecer Como Punto De Partida

source: Set as Drop Off
es: Establecer Como Destino

source: Enable Location Settings
es: Activar Configuración De Ubicación

source: Outside Service Area
es: Fuera De Area De Servicio

source: Leave some feedback...
es: Deja un comentario ...

source: Feedback
es: Comentarios

source: Thank you for Riding
es: Gracias Por Viajar Con Circuit

source: Submit Feedback
es: Enviar Comentarios

source: Contact Us
es: Contactános

source: Unable to Email
es: No se realiza enviar por correo electrónico

source: Sorry, sending emails from your device is not currently configured properly.
es: Lo sentimos, el envío de correos electrónicos desde este dispositivo actualmente no está configurado correctamente.

source: Rate Ride
es: Califica El Viaje

source: Please make sure to give your ride a rating between 1 and 5 stars.
es: ¿Cómo estuvo el viaje? Por favor, proporcione una calificación de 1 a 5 estrellas.

source: Feedback Sent
es: Comentarios Enviados

source: Thank you for your feedback!
es: ¡Gracias por tus comentarios!

source: Failed Sending
es: No se ha podido enviar

source: We were unable to send this email at this time.
es: No se pudo enviar este correo electrónico en este momento.

source: Report reason
es: Reportar motivo

source: Edit Location
es: Editar Ubicación

source: Set Location
es: Establecer Ubicación

source: Current Location
es: Ubicación Actual

source: Service Hours
es: Horas De Servicio

source: Normal Service Hours
es: Horas Normales De Servicio

source: Privacy Policy
es: Política De Privacidad

source: Terms & Conditions
es: Términos y Condiciones

source: Messages
es: Mensajes

source: Open Now
es: Abierto Ahora

source: Open Without App Service
es: Abrir Sin Servicio de Aplicación

source: Closed Now
es: Cerrado Ahora

source: App Request service is not available at this location. Flag down a car to catch a ride!
es: Solicitud de servicio de aplicación no está disponible en esta ubicación. ¡Señala un auto Circuit para tomar un viaje!

source: Monday
es: lunes

source: Tuesday
es: martes

source: Wednesday
es: miércoles

source: Thursday
es: jueves

source: Friday
es: viernes

source: Saturday
es: sábado

source: Sunday
es: domingo

source: Location Prices
es: Precios De Ubicación

source: Base ride price
es: Precio Base De Viaje

source: Price per additional passenger
es: Precio por cada pasajero adicional

source: Max ride price
es: Precio Máximo De Viaje

source: Pickup
es: Partida

source: Dropoff
es: Destino

# Ride Price
source: Contribution
es: Contribución

source: Cancel Ride
es: Cancelar Viaje

source: Log In
es: Iniciar sesión

source: Sign Up
es: Regístrate

source: and
es: y

source: You need to update Circuit app to the latest version in order to request rides
es: Necesitas actualizar la aplicación Circuit

source: Invalid Submission
es: Forma no es válida

source: Email address is not valid
es: Favor de ingresar un correo electrónico válido

source: Mobile phone number is not valid
es: Favor de ingresar un número de teléfono móvil válido

source: Password must be at least 8 characters
es: Tu contraseña debe tener al menos 8 caracteres

source: Password must contain at least 1 uppercase letter
es: Tu contraseña debe tener al menos 1 letra mayúscula

source: Password must contain at least 1 special character
es: Tu contraseña debe tener al menos 1 carácter especial

source: Password must contain at least 1 number
es: Tu contraseña debe tener al menos 1 número

source: This field
es: Este campo

source: is required
es: es requerido

source: Date of Birth is required
es: Por favor ingresar una fecha valida

source: Invalid date format
es: Formato de fecha inválido

source: You must be at least 16 years of age
es: Circuit requiere que usuarios tengan una edad mínima de 16 años para crear una cuenta

source: terms of use
es: términos de uso

source: privacy policy
es: política de privacidad

source: code of conduct
es: código de conducta

source: Your ride summary
es: Tu resumen de viaje

source: Tell us about your ride
es: Cuéntanos sobre tu viaje

source: Driver Tip
es: Propina al Conductor

source: Verify
es: Verificar

source: Resend code
es: Reenviar codigo

source: We are not hearing from our servers. Please check your internet connection.
es: No tenemos noticias de nuestros servidores. Por favor revise su conexion a internet.

source: Something went wrong
es: Algo salió mal

source: Upgrade required
es: Actualización requerida

source: Please try again later or contact support if the issue persists.
es: Vuelva a intentarlo más tarde o póngase en contacto con el servicio de asistencia si el problema persiste.

source: failed
es: fallo

source: minute
es: minuto

source: stop
es: parada

source: Dismiss
es: Descartar

source: Manage Ride
es: Gestionar Viaje
